Repository: sovetskyfish/pixivfs-uwp
Catalog: PixivFSUWP/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_hans, zh_hant

# AllTime.Content
source: All Time
ja: すべで
zh_hans: 所有时间
zh_hant: 所有日期

# ArtistPlain
source: Artist
ja: イラストレーター
zh_hans: 画师
zh_hant: 畫家

# Birthday.Text
source: Birthday
ja: 誕生日
zh_hans: 生日
zh_hant: 生日

# BookmarkDeleteFailedPlain
source: Failed to unbookmark「{0}」
ja: 「{0}」をブックマークから解除できません
zh_hans: 作品「{0}」删除收藏失败
zh_hant: 收藏作品「{0}」剔除不成功

# Bookmarked.Content
source: Bookmarked
ja: ブックマーク
zh_hans: 收藏
zh_hant: 收藏庫

# BookmarkedPlain
source: Marked
ja: ブックマークに追加しました
zh_hans: 已收藏
zh_hant: 已收藏

# btnAppLink.ToolTipService.ToolTip
source: Copy app URL
ja: アプリ内リンクをコピー
zh_hans: 复制应用链接
zh_hant: 拷貝應用程式 URL

# btnLink.ToolTipService.ToolTip
source: Copy web URL
ja: ウェブリンクをコピー
zh_hans: 复制网页链接
zh_hant: 拷貝網站 URL

# btnShare.ToolTipService.ToolTip
source: Windows Share
ja: Windows共有
zh_hans: Windows 分享
zh_hant: Windows 自帶分享

# CancelPlain
source: Cancel
ja: キャンセル
zh_hans: 放弃
zh_hant: 放棄

# Chair.Text
source: Chair
ja: 椅子
zh_hans: 椅子
zh_hant: 凳子

# CommentsPlain
source: Comments
ja: コメント
zh_hans: 评论
zh_hant: 評論

# CreatingTimelinePlain
source: Generating Windows® Timeline™
ja: Windows® Timeline™を作成しています
zh_hans: 正在创建时间线
zh_hant: 正在在時間軸上創建新的活動歷程...

# CurrentUser.Text
source: Current User
ja: ユーザー
zh_hans: 当前登录的用户
zh_hant: 當前登錄的賬戶

# DateAsc.Content
source: Date ascending
ja: 日付の昇順
zh_hans: 按日期升序
zh_hant: 按日期升列

# DateDesc.Content
source: Date descending
ja: 日付の降順
zh_hans: 按日期降序
zh_hant: 按日期降列

# DeleteBookmarkPlain
source: Unbookmark
ja: ブックマーク解除
zh_hans: 删除收藏
zh_hant: 從個人收藏庫中剔除該作品

# DeletedBookmarkPlain
source: 「{0}」unbookmarked
ja: 「{0}」をブックマークから解除しました
zh_hans: 作品「{0}」已删除收藏
zh_hant: 收藏作品「{0}」剔除完成

# Desk.Text
source: Desk
ja: つくえ
zh_hans: 桌子
zh_hant: 桌子

# Desktop.Text
source: Desktop
ja: デスクトップ
zh_hans: 桌面
zh_hant: 桌面

# DetailPlain
source: Detail
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

# DownloadingUgoiraPlain
source: Downloading ugoira
ja: うごイラをダウンロードしています
zh_hans: 正在下载动态剪影
zh_hant: 正在下載動態剪影

# Draw.Label
source: Draw
ja: 臨模
zh_hans: 临摹
zh_hant: 臨摹

# Email.Text
source: Email：
ja: メール：
zh_hans: 邮箱：
zh_hant: 電子郵箱：

# FemalePlain
source: Female
ja: 女
zh_hans: 女
zh_hant: 女性

# Following.Content
source: Following
ja: フォロワー
zh_hans: 关注
zh_hant: 追蹤

# FollowingPlain
source: Followed
ja: フォロー
zh_hans: 已关注
zh_hant: 已追蹤

# FullyMatchTag.Content
source: Fully match tag
ja: 完全一致タグ
zh_hans: 完全匹配标签
zh_hant: 完全配對標簽

# GeneratingGifPlain
source: Generating Gif
ja: Gifを作成しています
zh_hans: 正在生成 Gif
zh_hant: 正在生成 Gif

# GifFilePlain
source: Gif file
ja: Gifファイル
zh_hans: Gif 文件
zh_hant: Gif 檔案

# ImageFilePlain
source: Image
ja: 画像ファイル
zh_hans: 图片文件
zh_hant: 相片檔案

# Job.Text
source: Job
ja: 仕事
zh_hans: 当前工作
zh_hant: 現時工作

# Keyword.Text
source: Keyword
ja: キーワード
zh_hans: 关键字/标签
zh_hant: 關鍵字 / 標簽

# LastDay.Content
source: Last day
ja: 前日
zh_hans: 过去一天内
zh_hant: 过去一日内

# LastMonth.Content
source: Last month
ja: 前月
zh_hans: 过去一月内
zh_hant: 过去一月内

# LastWeek.Content
source: Last week
ja: 前週
zh_hans: 过去一周内
zh_hant: 过去一周内

# LinkPlain
source: Link
ja: リンク
zh_hans: 网页链接
zh_hant: 網頁連結

# LivingPlace.Text
source: Living place
ja: 居場所
zh_hans: 居住地
zh_hant: 居住地

# LoadingPlain
source: Loading
ja: 読み込む中
zh_hans: 加载中
zh_hant: 加載中

# LoadingPreviewPlain
source: Loading preview
ja: プレビューを読み込む中
zh_hans: 正在加载预览
zh_hant: 正在加載瀏覽...

# LoadingStatusPlain
source: Loading {0}/{1}
ja: {0}/{1}を読み込む中
zh_hans: 正在加载第 {0} 张，共 {1} 张
zh_hant: 正在加載第 {0} 张，共 {1} 张

# LoggingIn.Text
source: Logging in
ja: ログイン中
zh_hans: 正在登录
zh_hant: 正在登入

# Login.Content
source: Login
ja: ログイン
zh_hans: 登录
zh_hant: 登入

# LoginBanner.Text
source: Spice up your creating process
ja: 創作活動をもっとたのしく
zh_hans: 让创作变得更有乐趣
zh_hant: 讓樂趣時刻伴隨創作

# LoginFailed.Content
source: Login failed. Troubleshoot and try again.
ja: ログインできません。トラブルシューティングを行い、もう一度やり直してください。
zh_hans: 登录失败，点此查看错误排查步骤并重试
zh_hant: 登入不成功，點擊查閲相關錯誤排解並重登賬戶

# Logout.Content
source: Logout
ja: ログアウト
zh_hans: 注销
zh_hant: 登出

# LogoutWarning.Text
source: *This will log you out on all your Windows devices
ja: *すべでのWindowsデバイスからログイン解除します
zh_hans: *这将在您的所有 Windows 设备上退出登录
zh_hant: *本次操作將會在所有裝有 Windows 設備上同步退登賬戶

# MalePlain
source: Male
ja: 男
zh_hans: 男
zh_hant: 男性

# Monitor.Text
source: Monitor
ja: モニター
zh_hans: 显示器
zh_hant: 液晶屏

# Mouse.Text
source: Mouse
ja: マウス
zh_hans: 鼠标
zh_hant: 滑鼠

# Music.Text
source: Music
ja: 音楽
zh_hans: 音乐
zh_hant: 音樂

# MyInkPlain
source: Draft
ja: 下書き
zh_hans: 我的临摹
zh_hant: 我的臨摹

# NoCaptionPlain
source: No caption
ja: 紹介がありません
zh_hans: 暂无简介
zh_hant: 暫無介紹

# NoInkPlain
source: No ink strokes to save
ja: 保存できるインクがありません
zh_hans: 没有墨迹可以保存
zh_hant: 沒有墨跡可以存儲

# NotBookmarked.Text
source: Unmarked
ja: ブックマーク
zh_hans: 未收藏
zh_hant: 未收藏

# NotBookmarkedPlain
source: Unmarked
ja: ブックマーク
zh_hans: 未收藏
zh_hant: 未收藏

# NotFollowing.Text
source: Unfollowed
ja: フォロー
zh_hans: 未关注
zh_hant: 未追蹤

# NotFollowingPlain
source: Unfollowed
ja: フォロー
zh_hans: 未关注
zh_hant: 未追蹤

# OKPlain
source: OK
ja: はい
zh_hans: 好的
zh_hant: 好的

# PageInfoPlain
source: Num of pages: {0}. Click or tap to view in big image mode.
ja: 画像数: {0}。 クリックまたはタップして全画像モードに。
zh_hans: 共 {0} 张作品，点击或触摸查看大图
zh_hant: 共 {0} 张作品，點擊或觸摸檢查詳情。

# PartiallyMatchTag.Content
source: Partially match tag
ja: 部分一致タグ
zh_hans: 部分匹配标签
zh_hant: 配對部分標簽

# PartiallyMatchTitleAndCap.Content
source: Partially match title and caption
ja: 部分一致タイトルと紹介
zh_hans: 部分匹配标题和简介
zh_hant: 配對部分標題及其簡介

# Password.Text
source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

# PC.Text
source: PC
ja: パソコン
zh_hans: 计算机
zh_hant: 計算機

# PersonalWebsite.Text
source: Website
ja: ウェブサイト
zh_hans: 个人主页
zh_hant: 個人主頁

# PinnedPlain
source: Pinned
ja: 固定された
zh_hans: 已固定
zh_hant: 已釘選

# PixivUserPlain
source: Pixiv user
ja: Pixivユーザー
zh_hans: Pixiv 用户
zh_hant: Pixiv 賬戶

# PlayingUgoiraPlain
source: Playing ugoira
ja: うごイラを再生しています
zh_hans: 正在播放动态剪影
zh_hant: 正在播放動態剪影

# PlayPlain
source: Play
ja: 再生
zh_hans: 播放
zh_hant: 播放

# Printer.Text
source: Printer
ja: プリンター
zh_hans: 打印机
zh_hant: 打印機

# PrivateOrNonePlain
source: None/Private
ja: なし/プライベート
zh_hans: 无/保密
zh_hant: 無 / 保密

# PrivatePlain
source: Private
ja: プライベート
zh_hans: 保密
zh_hant: 保密

# QuickBookmark.Text
source: Bookmark
ja: ブックマーク
zh_hans: 快速收藏
zh_hant: 便捷收藏

# QuickBookmarkPlain
source: Bookmark
ja: ブックマーク
zh_hans: 快速收藏
zh_hant: 便捷收藏

# QuickDownload.Text
source: Save
ja: 保存
zh_hans: 快速保存
zh_hant: 便捷存儲

# Ranking.Content
source: Rankings
ja: ランキング
zh_hans: 排行
zh_hant: 排行榜

# RawInkPlain
source: Raw ink
ja: 元インク
zh_hans: 墨迹原始信息
zh_hant: 墨跡原件訊息

# Recommended.Content
source: Recommended
ja: 推薦
zh_hans: 推荐
zh_hant: 推薦

# Register.Content
source: Register
ja: 登録
zh_hans: 注册
zh_hant: 注冊

# RequestingPlain
source: Requesting
ja: 処理中
zh_hans: 请求中
zh_hant: 請求中

# RetryPlain
source: Retry
ja: やり直す
zh_hans: 重试
zh_hant: 重試

# Save.Text
source: Save
ja: 保存
zh_hans: 快速保存
zh_hant: 便捷存儲

# SaveImage.Label
source: Save Image
ja: 画像保存
zh_hans: 保存图片
zh_hant: 存儲相片

# SaveImageFailedPlain
source: Failed to save image
ja: 画像を保存できません
zh_hans: 图片保存失败
zh_hant: 相片存儲不成功

# SaveImagePlain
source: Save Image
ja: 画像保存
zh_hans: 保存图片
zh_hant: 存儲相片

# SaveImageSucceededPlain
source: Image saved
ja: 画像を保存しました
zh_hans: 图片已保存
zh_hant: 相片存儲成功

# SaveInkFailedPlain
source: Failed to save ink strokes
ja: インクを保存できません
zh_hans: 墨迹保存失败
zh_hant: 墨跡存儲不成功

# SaveInkPlain
source: Save ink strokes
ja: インク保存
zh_hans: 保存墨迹
zh_hant: 存儲墨跡

# SaveInkSucceededPlain
source: Ink strokes saved
ja: インクを保存しました
zh_hans: 墨迹已保存
zh_hant: 墨跡存儲成功

# SaveUgoiraFailedPlain
source: Failed to save ugoira
ja: うごイラを保存できません
zh_hans: 剪影保存失败
zh_hant: 剪影存儲不成功

# SaveUgoiraSucceededPlain
source: Ugoira saved
ja: うごイラを保存しました
zh_hans: 剪影已保存
zh_hant: 剪影存儲成功

# Scanner.Text
source: Scanner
ja: スキャナー
zh_hans: 扫描仪
zh_hant: 掃描儀

# Search.PlaceholderText
source: Search…
ja: 検索…
zh_hans: 搜索作品…
zh_hant: 搜尋更多作品…

# SearchOptions.Text
source: Search options
ja: 検索オプション
zh_hans: 搜索选项
zh_hant: 搜尋選項

# SearchPagePlain
source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

# SettingsPagePlain
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# Sex.Text
source: Sex
ja: 性別
zh_hans: 性别
zh_hant: 性别

# Share.Text
source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

# SharePlain
source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

# SharingPlain
source: Sharing illust
ja: イラスト共有
zh_hans: 该图片页面的链接将被分享
zh_hant: 操作將會以相片頁面的連結為形式分享

# Stop.Text
source: Stop
ja: 中止
zh_hans: 停止
zh_hant: 停止

# StopPlain
source: Stop
ja: 中止
zh_hans: 停止
zh_hant: 停止

# Tablet.Text
source: Tablet
ja: ペンタブレット
zh_hans: 数位板
zh_hant: 數位板

# TagWarning.Text
source: *Choose a tag will change your search options
ja: *タグを選択したら検索オプションが変えられます
zh_hans: *点击趋势标签将改变您的搜索选项
zh_hant: *搜尋設定將會應用于你所做出更改趨勢標簽的選項

# Tool.Text
source: Tools
ja: ツール
zh_hans: 绘图工具
zh_hant: 繪圖工具

# TrendingTags.Text
source: Trending tags
ja: トレンドタグ
zh_hans: 趋势标签
zh_hant: 趨勢標簽

# UnknownPlain
source: Unknown
ja: 未知
zh_hans: 未知
zh_hant: 未知

# Unpinned.Text
source: Unpinned
ja: 固定されていない
zh_hans: 未固定
zh_hant: 未釘選

# UserDetailPagePlain
source: User
ja: ユーザー
zh_hans: 用户
zh_hant: 用戶

# UserID.Text
source: User ID：
ja: ユーザーID：
zh_hans: 用户标识：
zh_hant: 用戶唯一標識：

# Username.Text
source: Username
ja: ユーザー名
zh_hans: 用户名
zh_hant: 用戶名

# UserShareTipPlain
source: Sharing artist
ja: イラストレーターを共有
zh_hans: 该用户页面的链接将被分享
zh_hant: 操作將會以賬戶頁面的連結為形式分享

# VersionInfo.Text
source: Version information
ja: バージョン情報
zh_hans: 软件包版本信息
zh_hant: 應用程式版本資訊

# Work.Text
source: Workd
ja: 作品
zh_hans: 作品
zh_hant: 作品

# WorkBookmarkedPlain
source: 「{0}」bookmarked
ja: 「{0}」をブックマークに追加しました
zh_hans: 作品「{0}」已收藏
zh_hant: 作品「{0}」收藏成功

# WorkBookmarkFailedPlain
source: Failed to bookmark「{0}」
ja: 「{0}」をブックマークに追加できません
zh_hans: 作品「{0}」收藏失败
zh_hant: 作品「{0}」收藏成功

# WorkPlain
source: Pixiv art
ja: Pixiv作品
zh_hans: Pixiv作品
zh_hant: Pixiv 作品

# WorkSavedPlain
source: 「{0}」 saved
ja: 「{0}」を保存しました
zh_hans: 作品「{0}」已保存
zh_hant: 作品「{0}」存儲成功

# WorkSaveFailedPlain
source: Failed to save「{0}」
ja: 「{0}」を保存できません
zh_hans: 作品「{0}」保存失败
zh_hant: 作品「{0}」存儲不成功

# ExperimentalConnection.Content
source: Direct Connection (!Experimental!)
zh_hans: 直连（实验性，可以绕过中国大陆的封锁）
zh_hant: 直連（實驗性，可避開 GWF 網路封鎖）

# NewComment.Content
source: New comment
zh_hans: 撰写评论
zh_hant: 撰寫評論

# BtnSauceNAO.Content
source: SauceNAO
zh_hans: 以图搜图
zh_hant: 以圖搜圖

# GoPixivID.PlaceholderText
source: Pixiv ID
zh_hans: 作品ID

# ImgurAPI.Text
source: Imgur API key
zh_hans: Imgur API 密钥
zh_hant: Imgur API 金匙

# SauceNaoAPI.Text
source: SauceNAO API key
zh_hans: SauceNAO API 密钥
zh_hant: SauceNAO API 金匙

# SearchMore.Text
source: More functions
zh_hans: 更多功能
zh_hant: 更多功能

# GoToPixivID.Text
source: Pixiv ID
zh_hans: 作品直达
zh_hant: 直擊作品
